Repository: EbulkSMS/wp-sms
Catalog: languages/wp-sms-*.po
Languages: de_de

source: Upgrade to pro version
de_de: Upgrade zur PRO-Version

source: Access denied!
de_de: Zugriff verweitert!

source: Please select the desired items.
de_de: Bitte die gewünschten Artikel auswählen.

source: Hi %s, the %s post suggested to you by %s. url: %s
de_de: Hallo %s, der Artikel "%s" wurde dir empfohlen von %s. Jetzt aufrufen: %s

source: SMS was sent with success
de_de: SMS wurde erfolgreich versendet

source: Please enter a valid mobile number
de_de: Bitte gültige Mobilfunknummer eingeben

source: Please complete all fields
de_de: Bitte alle Felder ausfüllen!

source: Mobile
de_de: Mobilfunk-Nummer

source: <strong>ERROR</strong>: You must include a mobile number.
de_de: <strong>FEHLER</strong>: Mobilfunknummer muss angegeben werden.

source: Mobile number is missing!
de_de: Mobilfunknummer fehlt!

source: Please enter the activation code!
de_de: Bitte Aktivierungscode eingeben!

source: Activation code is wrong!
de_de: Falscher Aktivierungscode wurde eingegeben!

source: Your subscription was successful!
de_de: Newsletter erfolgreich abonniert!

source: Your mobile number is high!
de_de: Eingegebene Mobilfunknummer ist zu lang!

source: Your mobile number is low!
de_de: Eingegebene Mobilfunknummer ist zu kurz!

source: Phone number is repeated
de_de: Diese Rufnummer hat den Newsletter bereits abonniert!

source: Service provider is not available for send activate key to your mobile. Please contact with site.
de_de: Derzeit kann leider kein Aktivierungs-Key auf Mobiltelefon versendet werden. Bitte mit dem Betreiber dieser Seite in Verbindung setzen.

source: Your activation code
de_de: Aktivierungscode

source: SMS not delivered. Please contact with site.
de_de: SMS konnte nicht versendet werden. Bitte mit dem Betreiber dieser Seite in Verbindung setzen.

source: You will join the newsletter, Activation code sent to your mobile.
de_de: Aktivierungscode wurde an Ihr Mobiltelefon versendet.

source: You will join the newsletter
de_de: Newsletter erfolgreich abonniert!

source: Not found!
de_de: Nicht gefunden!

source: Your subscription was canceled.
de_de: Abonnement erfolgreich beendet.

source: Addons page
de_de: Add-On-Seite

source: Addons extend and expand the functionality of WP SMS Plugin.
de_de: Add-Ons erweitern die Funktionen des WordPress SMS Plugins.

source: Purchase
de_de: Jetzt Kaufen

source: More Details
de_de: Mehr Details

source: There are no item for sale, please try again.
de_de: Derzeit sind keine Artikel zum Verkauf verfügbar, bitte nochmals versuchen.

source: Are you sure?
de_de: Sind Sie sicher?

source: Posted SMS
de_de: Versendete SMS

source: SMS
de_de: SMS-Nachrichten

source: Post Date
de_de: Versendet am

source: Sender
de_de: Absender

source: Message
de_de: SMS-Nachricht

source: Recipient
de_de: Empfänger

source: Not Found!
de_de: Nicht gefunden

source: Bulk Actions
de_de: Alle markierten...

source: Remove
de_de: Löschen

source: Apply
de_de: Anwenden

source: Page
de_de: Seite

source: From
de_de: von

source: Send SMS
de_de: SMS versenden

source: Send from
de_de: Senden von

source: Send to
de_de: Senden an

source: Subscribe users
de_de: Abonnenten

source: Wordpress Users
de_de: Wordpress-Benutzer

source: Number(s)
de_de: Mobilfunk-Nummer(n)

source: All (%s subscribers active)
de_de: Alle (%s aktive Abonnenten)

source: <b>%s</b> Users have mobile number.
de_de: Bei <b>%s</b> Wordpress-Benutzern wurde eine Mobilfunknummer hinterlegt.

source: For example: <code>%s</code>
de_de: Beispiel: <code>%s</code>

source: The remaining words
de_de: Zeichen verfügbar

source: Your credit
de_de: Guthaben verfügbar

source: Send a Flash
de_de: Flash-SMS senden

source: Yes
de_de: Ja

source: No
de_de: Nein

source: Flash is possible to send messages without being asked, opens
de_de: Eine Flash-SMS öffnet sich auf manchen Geräten automatisch

source: WP SMS V%s
de_de: WordPress SMS V%s

source: Send a SMS via WordPress, Subscribe for sms newsletter and send an SMS to the subscriber newsletter.
de_de: SMS-Versand über WordPress, Verwaltung und Versand von SMS-Newslettern über WordPress.

source: Do you have a problem?
de_de: Haben Sie ein Problem oder eine Idee für uns?

source: Please contact with email %s
de_de: Bitte schreiben Sie uns eine Email an %s

source: You want add your gateway to this plugin?
de_de: Sind Sie Betreiber eines SMS-Gateways und möchten es dem Plugin hinzufügen?

source: Go to the link %s
de_de: Hier finden Sie alle Informationen: %s

source: Are you a translator?
de_de: Sind Sie ein Übersetzer?

source: If you need a more feature of WP SMS, you can purchase %s, or use %s on plugin.
de_de: Falls Sie mehr Funktionen benötigen, kaufen Sie bitte die %s oder nutzen Sie die %s mit dem Plugin.

source: Suggested post by SMS
de_de: Besucher können Artikel per SMS an Freunde empfehlen

source: Active
de_de: Aktiv

source: Add Mobile number field
de_de: Feld mit Mobilfunknummer hinzufügen

source: Add Mobile number to user profile and register form.
de_de: Feld mit Mobilfunknummer zum Benutzerprofil und Registrierungsformular hinzufügen.

source: Update
de_de: Aktualisieren

source: Verified subscribe with the activation code
de_de: User muss Newsletter-Anmeldung mit Aktivierungscode bestätigen (Opt-In)

source: First you should have select a web service and activate it!
de_de: Zuerst bitte einen SMS-Dienstleister wählen und konfigurieren!

source: Send a sms to subscriber when register.
de_de: Begrüßungs-SMS an neuen Abonnenten versenden.

source: Text template
de_de: Inhalt der SMS

source: Enter the contents of the sms message.
de_de: Inhalt der SMS eingeben.

source: Input data:
de_de: Erlaubte Variablen:

source: Subscribe name
de_de: Angemeldeter Name

source: Subscribe mobile
de_de: Angemeldete Mobilfunknummer

source: Calling jQuery in Wordpress
de_de: jQuery über WordPress aufrufen

source: Enable this option with JQuery is called in the theme
de_de: Diese Option aktivieren, wenn jQuery bereits über das Theme aufgerufen wird.

source: Mobile Number terms
de_de: Mobilfunknummer-Regeln

source: Define rules for mobile number input field.
de_de: Regeln für die Mindest- und Maximallänge der Mobilfunknummer festlegen

source: Placeholder field
de_de: Platzhalter

source: Define text for mobile number field.
de_de: Dieser Platzhalter wird im Widget angezeigt, bevor der User eine Eingabe macht.

source: Max Mobile number
de_de: Maximale Länge

source: Define maximum number mobile number.
de_de: Maximale Länge der Mobilfunknummer festlegen

source: Min Mobile number
de_de: Mindestlänge

source: Define minimum number mobile number.
de_de: Minimale Länge der Mobilfunknummer festlegen

source: Wordpress Notifications
de_de: WordPress-Benachrichtigungen

source: Published new posts
de_de: Bei neuen Beiträgen

source: Send a sms to subscribers When published new posts.
de_de: Sendet eine SMS an alle Abonnenten wenn ein neuer Beitrag veröffentlicht wurde.

source: Title post
de_de: Beitrags-Titel

source: URL post
de_de: Beitrags-URL

source: Date post
de_de: Beitrags-Datum

source: The new release of WordPress
de_de: bei neuer WordPress-Version

source: Send a sms to you When the new release of WordPress.
de_de: Sendet eine SMS an den Administrator, sobald eine neue WordPress-Version verfügbar ist.

source: Register a new user
de_de: bei Registrierung eines neuen Benutzers

source: Send a sms to you and user when register on wordpress.
de_de: Sendet eine SMS an den Admin wenn sich ein neuer WordPress-Benutzer registriert.

source: For user:
de_de: SMS an den Benutzer:

source: Username
de_de: Benutzername

source: User email
de_de: Benutzer-Email

source: Date register
de_de: Registrierungs-Datum

source: For admin:
de_de: SMS an den Admin:

source: New comment
de_de: bei neuem Kommentar

source: Send a sms to you When get a new comment.
de_de: Sendet eine SMS an den Admin bei neuem Kommentar

source: Comment author
de_de: Kommentator

source: Comment author email
de_de: Kommentator-Email

source: Comment author url
de_de: Kommentator-URL

source: Comment author IP
de_de: Kommentator-IP

source: Comment date
de_de: Kommentar-Datum

source: Comment content
de_de: Kommentar-Inhalt

source: User login
de_de: bei Benutzer-Login

source: Send a sms to you When user is login.
de_de: Sendet eine SMS sobald sich ein WordPress-Benutzer einloggt.

source: Display name
de_de: Anzeige-Name des Benutzers

source: Added Wordpress SMS meta box to Contact form 7 plugin when enable this option.
de_de: Falls aktiviert, wird eine Wordpress SMS-Meta-Box zum Plugin Contact Form 7 hinzugefügt.

source: New order
de_de: SMS bei neuer Bestellung

source: Send a sms to you When get new order.
de_de: Versendet eine SMS, sobald Sie eine neue Bestellung erhalten.

source: Order ID
de_de: Bestellnummer

source: Order Status
de_de: Bestellstatus

source: Order Name
de_de: Name des Bestellers

source: Your Mobile Number
de_de: Eigene Mobilfunknummer

source: Enter your mobile number for get sms from plugin. Your mobile should like <code>%s</code>
de_de: Eigene Mobilfunknummer eingeben, um SMS-Nachrichten vom Plugin zu erhalten. Format: <code>%s</code>

source: Your mobile country code
de_de: Ländercode der Mobilfunknummer

source: Enter your mobile country code.
de_de: Ländercode der Mobilfunknummer eingeben (z.B. 49 für Deutschland)

source: Show Credit in Admin menu
de_de: Guthaben in Admin-Menü anzeigen

source: Show your credit account in admin menu.
de_de: Zeigt das aktuelle SMS-Guthaben beim SMS-Dienstleister in der Menüleiste im Backend an.

source: General
de_de: Allgemeine Einstellungen

source: Web Service
de_de: SMS-Dienstleister

source: Newsletter
de_de: SMS-Newsletter

source: Features
de_de: Zusatzfunktionen

source: Notification
de_de: Benachrichtigungen

source: About
de_de: Über Wordpress SMS

source: Your Web service data will be deleted. Are you sure?
de_de: Alle Einstellungen ihres SMS-Dienstleisters werden gelöscht. Fortfahren?

source: Select your Web Service
de_de: SMS-Dienstleister auswählen

source: Australia
de_de: Australien

source: Spania
de_de: Spanien

source: New Zealand
de_de: Neu-Seeland

source: Austria
de_de: Österreich

source: Indian
de_de: Indien

source: Italian
de_de: Italien

source: For more information about adding Web Service
de_de: Mehr Informationen über die Konfiguration eines SMS-Dienstleisters

source: Reset
de_de: Zurücksetzen

source: If your Web service is not on the top list, <a href="%s">click here.</a>
de_de: Falls der gewünschte SMS-Dienstleister nicht in der Liste vorhanden ist, bitte <a href="%s">hier klicken.</a>

source: Your username in <a href="%s">%s</a>
de_de: Der Benutzername bei <a href="%s">%s</a>

source: Password
de_de: Passwort

source: Your password in <a href="%s">%s</a>
de_de: Das Passwort bei <a href="%s">%s</a>

source: Your API Key in <a href="%s">%s</a>
de_de: Der API-Key bei <a href="%s">%s</a>

source: Number
de_de: Nummer

source: Your SMS sender number in <a href="%s">%s</a>
de_de: Die SMS-Absendernummer bei <a href="%s">%s</a>

source: Credit
de_de: Guthaben

source: Deactive
de_de: Nicht aktiviert

source: Export
de_de: Exportieren

source: Export To
de_de: Exportieren nach

source: Please select.
de_de: Bitte wählen.

source: Select the output file type.
de_de: Bitte Dateiformat der Exportdatei wählen.

source: Back
de_de: Zurück

source: Import
de_de: Importieren

source: <code>.xls</code> is the only acceptable format. Please see <a href="%s">this image</a> to show a standard xls import file.
de_de: Das Excel-Format <code>.xls</code> ist das einzig erlaubte Dateiformat. Bitte <a href="%s">dieses Bild </a> anschauen, um den Aufbau einer Standard-XLS-Importdatei zu betrachten.

source: Group
de_de: Gruppe

source: Outset Create group to better manage the subscribers.
de_de: Gruppe erstellen um die Abonnenten besser verwalten zu können.

source: Members Newsletter
de_de: Abonnenten

source: Search result for %s
de_de: Suchergebnis für Suchbegriff "%s"

source: All
de_de: Alle

source: Search subscribers
de_de: Abonnenten durchsuchen

source: Register date
de_de: Registriert/Eingetragen am

source: Edit
de_de: Bearbeiten

source: Add new subscribe:
de_de: Neuen Abonnenten hinzufügen

source: Add
de_de: Hinzufügen

source: Add new Group:
de_de: Neue Gruppe hinzufügen

source: Group name
de_de: Name der Gruppe

source: Delete Group:
de_de: Gruppe löschen:

source: Edit subscribe:
de_de: Abonnent bearbeiten:

source: Send this post to subscribers?
de_de: Diese SMS an gewählte Abonnenten senden?

source: Loading...
de_de: Bitte warten...

source: Subscribe
de_de: Anmelden

source: Activation
de_de: Aktivierung

source: Your name
de_de: Vor- und Nachname

source: Your mobile
de_de: Mobiltelefonnummer

source: Unsubscribe
de_de: Abmelden

source: Activation code:
de_de: Aktivierungscode:

source: Subscribe is Deactive!
de_de: Derzeit ist das Beitreten zum SMS-Newsletter nicht aktiviert!

source: Suggested by SMS
de_de: Artikel per SMS an Freunde empfehlen

source: Your friend name
de_de: Name des Empfängers

source: Your friend mobile
de_de: Mobilfunknummer des Empfängers

source: Send
de_de: Absenden

source: User mobile number.
de_de: Mobilfunknummer des Benutzers.

source: Title
de_de: Widget-Titel

source: Description
de_de: Beschreibung

source: HTML code is valid.
de_de: Sie können auch HTML-Code verwenden.

source: Enter enter mobile number to receive message.
de_de: Bitte Mobilfunknummer eingeben, um Nachricht zu empfangen.

source: Message body
de_de: Inhalt der Nachricht

source: <b>Note:</b> Use %% Instead of [], for example: %your-name%
de_de: <b>Hinweis:</b> %% benutzen statt [], zum Beispiel: %ihr-name%

source: Subscribe SMS
de_de: SMS-Newsletter abonnieren

source: WordPress %s is available! Please update now
de_de: WordPress %s ist verfügbar! Bitte jetzt aktualisieren!

source: Subscribe SMS Form
de_de: SMS-Newsletter beitreten

source: Subscribe SMS Widget
de_de: Dieses Widget erlaubt dem Nutzer, Abonnent des SMS-Newsletters zu werden.

source: Posted
de_de: Versendete SMS

source: Subscribers
de_de: Abonnenten

source: Setting
de_de: Einstellungen

source: Enter your information for SMS Subscribe
de_de: SMS-Newsletter beitreten

source: Newsletter Subscriber
de_de: Newsletter-Abonnent

source: %s Subscriber
de_de: %s Abonnent

source: %s SMS Credit
de_de: %s SMS-Guthaben

source: Please check the <a href="%s">SMS credit</a> the settings
de_de: Bitte das <a href="%s">SMS-Guthaben</a> in den Einstellungen überprüfen

source: You do not have sufficient permissions to access this page.
de_de: Sie haben nicht die Erlaubnis um auf diese Seite zuzugreifen.

source: Please enter a message
de_de: Bitte Nachricht eingeben!

source: With success was removed
de_de: Nachrichten oder Abonnenten wurden erfolgreich gelöscht

source: Not Found
de_de: Nicht gefunden

source: User is active.
de_de: Abonnent ist aktiviert.

source: User is Deactive..
de_de: Abonnent ist deaktiviert.

source: username <strong>%s</strong> was added successfully.
de_de: Abonnent <strong>%s</strong> wurde erfolgreich hinzugefügt.

source: Group <strong>%s</strong> was added successfully.
de_de: Gruppe <strong>%s</strong> wurde erfolgreich hinzugefügt.

source: Group name is repeated
de_de: Dieser Gruppenname ist bereits vergeben

source: Please complete field
de_de: Bitte Feld ausfüllen

source: Group <strong>%s</strong> was successfully removed.
de_de: Gruppe <strong>%s</strong> wurde erfolgreich entfernt.

source: Nothing found!
de_de: Nichts gefunden!

source: username <strong>%s</strong> was update successfully.
de_de: Abonnent <strong>%s</strong> wurde erfolgreich aktualisiert.

source: <strong>%s</strong> items was successfully added.
de_de: <strong>%s</strong> Artikel wurde erfolgreich hinzugefügt.

source: <strong>%s</strong> Mobile numbers Was repeated.
de_de: Mobilfunknummer <strong>%s</strong> ist bereits vergeben.
